Repository: annrie/FolderArt
Catalog: FolderArt/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hant

# 書き出す
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
ko: 내보내기
pt_br: Exportar
zh_hant: 匯出

# 書き出す (%lld 件)
source: Export (%lld items)
de: Exportieren (%lld Objekte)
es: Exportar (%lld elementos)
fr: Exporter (%lld éléments)
ja: 書き出す (%lld 件)
ko: 내보내기 (%lld개)
pt_br: Exportar (%lld itens)
zh_hant: 匯出（%lld 個）

# 書き出せるお気に入りがありません。
source: There are no presets to export.
de: Es gibt keine Vorlagen zum Exportieren.
es: No hay favoritos para exportar.
fr: Aucun favori à exporter.
ja: 書き出せるお気に入りがありません。
ko: 내보낼 즐겨찾기가 없습니다.
pt_br: Não há favoritos para exportar.
zh_hant: 沒有可匯出的收藏。

# 検索 (folder, star, camera…)
source: Search (folder, star, camera…)
de: Suchen (folder, star, camera…)
es: Buscar (folder, star, camera…)
fr: Rechercher (folder, star, camera…)
ja: 検索 (folder, star, camera…)
ko: 검색 (folder, star, camera…)
pt_br: Buscar (folder, star, camera…)
zh_hant: 搜尋（folder、star、camera…）

# 検索語「%@」に一致
source: Matches search term “%@”
de: Passt zum Suchbegriff „%@“
es: Coincide con el término «%@»
fr: Correspond au terme « %@ »
ja: 検索語「%@」に一致
ko: 검색어 “%@”와(과) 일치
pt_br: Corresponde ao termo “%@”
zh_hant: 符合搜尋詞「%@」

# 極太
source: Black
de: Schwarz
fr: Noir
ja: 極太
ko: 최대 굵게
zh_hant: 極粗

# 標準
source: Regular
de: Normal
es: Normal
fr: Normal
ja: 標準
ko: 보통
pt_br: Normal
zh_hant: 標準

# 特太
source: Heavy
de: Extrafett
es: Extranegrita
fr: Très gras
ja: 特太
ko: 매우 굵게
pt_br: Extranegrito
zh_hant: 特粗

# 画像
source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
pt_br: Imagem
zh_hant: 影像

# 画像の保存に失敗しました
source: Failed to save the image
de: Bild konnte nicht gesichert werden
es: No se pudo guardar la imagen
fr: Impossible d’enregistrer l’image
ja: 画像の保存に失敗しました
ko: 이미지를 저장하지 못했습니다
pt_br: Falha ao salvar a imagem
zh_hant: 無法儲存影像

# 画像をここにドロップ
source: Drop an image here
de: Bild hier ablegen
es: Suelta una imagen aquí
fr: Déposez une image ici
ja: 画像をここにドロップ
ko: 여기에 이미지를 놓으세요
pt_br: Solte uma imagem aqui
zh_hant: 將影像拖放到這裡

# 画像を読み込めません
source: Cannot read the image
de: Bild kann nicht gelesen werden
es: No se puede leer la imagen
fr: Impossible de lire l’image
ja: 画像を読み込めません
ko: 이미지를 읽을 수 없습니다
pt_br: Não é possível ler a imagem
zh_hant: 無法讀取影像

# 画像を読み込めません: %@
source: Cannot read image: %@
de: Bild kann nicht gelesen werden: %@
es: No se puede leer la imagen: %@
fr: Impossible de lire l’image : %@
ja: 画像を読み込めません: %@
ko: 이미지를 읽을 수 없습니다: %@
pt_br: Não é possível ler a imagem: %@
zh_hant: 無法讀取影像：%@

# 画像を選択
source: Choose Image
de: Bild auswählen
es: Elegir imagen
fr: Choisir une image
ja: 画像を選択
ko: 이미지 선택
pt_br: Escolher imagem
zh_hant: 選擇影像

# 画像を選択...
source: Choose Image...
de: Bild auswählen...
es: Elegir imagen...
fr: Choisir une image...
ja: 画像を選択...
ko: 이미지 선택...
pt_br: Escolher imagem...
zh_hant: 選擇影像...

# 絵文字を入力
source: Enter an emoji
de: Emoji eingeben
es: Introduce un emoji
fr: Saisissez un emoji
ja: 絵文字を入力
ko: 이모지 입력
pt_br: Digite um emoji
zh_hant: 輸入表情符號

# 絵文字パレットを開く
source: Open Emoji Palette
de: Emoji-Palette öffnen
es: Abrir paleta de emojis
fr: Ouvrir la palette d’emojis
ja: 絵文字パレットを開く
ko: 이모지 팔레트 열기
pt_br: Abrir paleta de emojis
zh_hant: 開啟表情符號面板

# 色:
source: Color:
de: Farbe:
fr: Couleur :
ja: 色:
ko: 색상:
pt_br: Cor:
zh_hant: 顏色：

# 言語
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hant: 語言

# 言語の変更
source: Language Change
de: Sprache ändern
es: Cambio de idioma
fr: Changement de langue
ja: 言語の変更
ko: 언어 변경
pt_br: Alteração de idioma
zh_hant: 更改語言

# 言語の変更は次回起動時に反映されます。今すぐ再起動しますか？ (フォルダーのリストと今の入力は消えます)
source: The language change takes effect the next time FolderArt starts. Restart now? (The folder list and current input will be cleared.)
de: Die Sprachänderung wird beim nächsten Start von FolderArt wirksam. Jetzt neu starten? (Die Ordnerliste und die aktuelle Eingabe gehen verloren.)
es: El cambio de idioma se aplicará la próxima vez que se abra FolderArt. ¿Reiniciar ahora? (Se borrarán la lista de carpetas y la entrada actual.)
fr: Le changement de langue prendra effet au prochain lancement de FolderArt. Redémarrer maintenant ? (La liste des dossiers et la saisie en cours seront perdues.)
ja: 言語の変更は次回起動時に反映されます。今すぐ再起動しますか？ (フォルダーのリストと今の入力は消えます)
ko: 언어 변경은 다음에 FolderArt를 시작할 때 적용됩니다. 지금 다시 시작하시겠습니까? (폴더 목록과 현재 입력은 사라집니다)
pt_br: A alteração de idioma será aplicada na próxima vez que o FolderArt for aberto. Reiniciar agora? (A lista de pastas e a entrada atual serão perdidas.)
zh_hant: 語言變更將在下次啟動 FolderArt 時生效。要立即重新啟動嗎？（資料夾列表與目前的輸入將會清除）

# 記号と文字にのみ適用されます
source: Only applies to symbols and text
de: Gilt nur für Symbole und Text
es: Solo se aplica a símbolos y texto
fr: S’applique uniquement aux symboles et au texte
ja: 記号と文字にのみ適用されます
ko: 심볼과 문자에만 적용됩니다
pt_br: Aplica-se somente a símbolos e texto
zh_hant: 僅套用於符號與文字

# 記号と文字に適用
source: Applies to symbols and text
de: Gilt für Symbole und Text
es: Se aplica a símbolos y texto
fr: S’applique aux symboles et au texte
ja: 記号と文字に適用
ko: 심볼과 문자에 적용
pt_br: Aplica-se a símbolos e texto
zh_hant: 套用於符號與文字

# 読み込む
source: Import
de: Importieren
es: Importar
fr: Importer
ja: 読み込む
ko: 가져오기
pt_br: Importar
zh_hant: 匯入

# 追加
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hant: 加入

# 適用中…
source: Applying…
de: Wird angewendet…
es: Aplicando…
fr: Application…
ja: 適用中…
ko: 적용 중…
pt_br: Aplicando…
zh_hant: 套用中…

# 適用先のフォルダーのアイコンを元に戻す
source: Restore the icons of the target folders
de: Symbole der Zielordner wiederherstellen
es: Restaurar los iconos de las carpetas de destino
fr: Restaurer les icônes des dossiers cibles
ja: 適用先のフォルダーのアイコンを元に戻す
ko: 대상 폴더의 아이콘을 원래대로 되돌립니다
pt_br: Restaurar os ícones das pastas de destino
zh_hant: 還原目標資料夾的圖示

# 選んで書き出す…
source: Export Selected…
de: Auswahl exportieren…
es: Exportar seleccionados…
fr: Exporter la sélection…
ja: 選んで書き出す…
ko: 선택해서 내보내기…
pt_br: Exportar selecionados…
zh_hant: 選擇後匯出…

# 選択した %lld フォルダに適用
source: Apply to %lld selected folders
de: Auf %lld ausgewählte Ordner anwenden
es: Aplicar a %lld carpetas seleccionadas
fr: Appliquer à %lld dossiers sélectionnés
ja: 選択した %lld フォルダに適用
ko: 선택한 %lld개 폴더에 적용
pt_br: Aplicar a %lld pastas selecionadas
zh_hant: 套用到選取的 %lld 個資料夾

# 選択解除
source: Deselect
de: Auswahl aufheben
es: Deseleccionar
fr: Désélectionner
ja: 選択解除
ko: 선택 해제
pt_br: Desmarcar
zh_hant: 取消選取

# 長い文字は自動で縮小されます。2〜4 文字が読みやすい大きさです。
source: Long text is scaled down automatically. 2–4 characters stay readable.
de: Langer Text wird automatisch verkleinert. 2–4 Zeichen bleiben gut lesbar.
es: El texto largo se reduce automáticamente. 2–4 caracteres se leen bien.
fr: Le texte long est réduit automatiquement. 2 à 4 caractères restent lisibles.
ja: 長い文字は自動で縮小されます。2〜4 文字が読みやすい大きさです。
ko: 긴 문자는 자동으로 축소됩니다. 2~4자가 읽기 좋은 크기입니다.
pt_br: Textos longos são reduzidos automaticamente. 2–4 caracteres ficam legíveis.
zh_hant: 較長的文字會自動縮小。2～4 個字最易閱讀。

# 閉じる
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hant: 關閉

# 名前
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
zh_hant: 名稱

# 文字
source: Text
es: Texto
fr: Texte
ja: 文字
ko: 문자
pt_br: Texto
zh_hant: 文字

# 記号
source: Symbol
es: Símbolo
fr: Symbole
ja: 記号
ko: 심볼
pt_br: Símbolo
zh_hant: 符號

# 記号名「%@」
source: Symbol name “%@”
es: Nombre de símbolo «%@»
fr: Nom du symbole « %@ »
ja: 記号名「%@」
ko: 심볼 이름 “%@”
pt_br: Nome do símbolo “%@”
zh_hant: 符號名稱「%@」

# 配置:
source: Position:
es: Posición:
ja: 配置:
ko: 배치:
pt_br: Posição:
zh_hant: 位置：

# クレー
source: Klee
ja: クレー

# ヒラギノ丸ゴ
source: Hiragino Maru Gothic
ja: ヒラギノ丸ゴ

# ヒラギノ明朝
source: Hiragino Mincho
ja: ヒラギノ明朝

# ヒラギノ角ゴシック
source: Hiragino Sans
ja: ヒラギノ角ゴシック

# 筑紫A丸ゴシック
source: Tsukushi A Round Gothic
ja: 筑紫A丸ゴシック

# 絵文字
source: Emoji
ja: 絵文字
ko: 이모지
zh_hant: 表情符號
